Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: གས་ཡིད་ལ་མ་བྱས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡིད་ལ་མ་བྱས། སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡིད་ལ་མ་བྱས། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡིད་ལ་མ་བྱས། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་བ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཡིད་ལ་མ་བྱས། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡིད་ལ་མ་བྱས་པས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །གསོལ་པ། ཅིའི་སླད་དུ་དེ་ལྟར་གཟུགས་ཡིད་ལ་མ་བགྱིས། དེ་ལྟར་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡིད་ལ་མ་བགྱིས། དེ་ལྟར་སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡིད་ལ་མ་བགྱིས། དེ་ལྟར་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡིད་ལ་མ་བགྱིས། དེ་ལྟར་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: If you ask why, it is through nonattention to physical forms; {Ki.

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཡིད་ལ་མ་བགྱིས།
en: V: 57} nonattention to feelings, perceptions, formative predispositions, and consciousness; nonattention to the sense fields, the sensory elements, and the links of dependent origination; nonattention to any perfections, any aspects of emptiness, and the thirty-seven factors conducive to enlightenment; nonattention to the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways; and nonattention to the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas that they will attain consummate buddhahood in unsurpassed, complete enlightenment.” “

source: དེ་ལྟར་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡིད་ལ་མ་བགྱིས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡིད་ལ་མ་བགྱིས་པར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འཐོབ་པར་འགྱུར་རོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ།
en: Why is it that by not focusing attention on physical forms; not focusing attention on feelings, perceptions, formative predispositions; or consciousness; and similarly not focusing attention on the sense fields, the sensory elements, or the links of dependent origination; and similarly not focusing attention on any perfections, any aspects of emptiness, or the thirty-seven factors conducive to enlightenment; and similarly not focusing attention on the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways; and similarly not focusing attention on the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas; and not focusing attention on unsurpassed, complete enlightenment they will attain all-aspect omniscience?”

source: བམ་པོ་ལྔ་བཅུ་དགུ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཡིད་ལ་བྱེད་པས་ནི་གལ་ཏེ་འདོད་པའི་ཁམས་སམ། གལ་ཏེ་གཟུགས་ཀྱི་ཁམས་སམ། གལ་ཏེ་གཟུགས་མེད་པའི་ཁམས་སུ་འདྲེ་བར་འགྱུར་ཏེ།
en: The Blessed One replied, “Whether it is in the realm of desire that [beings] are fixated, or in the realm of form or the realm of formlessness, this occurs owing to the focusing of attention.

source: ཡིད་ལ་མི་བྱེད་པས་ནི་གང་དུ་ཡང་འདྲེ་བར་མི་འགྱུར་རོ།
en: They will not be fixated through nonattention.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་གང་དང་ཡང་འདྲེ་བར་མི་བྱའོ།
en: Subhūti, when bodhisattva great beings practice the perfection of wisdom, they should not be fixated on anything at all.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པ་དེ་གང་ལ་གནས་པར་འགྱུར།
en: Blessed Lord, in what do those bodhisattva great beings who accordingly practice the perfection of wisdom dwell?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ལྟར་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་གཟུགས་ལ་གནས་པར་མི་འགྱུར་རོ།
en: Subhūti,” replied the Blessed One, “bodhisattva great beings who accordingly practice the perfection of wisdom do not dwell in physical forms.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་གནས་པར་མི་འགྱུར་རོ།
en: They do not dwell in feelings, perceptions, formative predispositions, or consciousness.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་གནས་པར་མི་འགྱུར་རོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: They do not dwell in the sense fields, the sensory elements, or the links of dependent origination.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་གནས་པར་མི་འགྱུར་རོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: They do not dwell in any perfections, any aspects of emptiness, or the thirty-seven factors conducive to enlightenment.

source: རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་།
en: They do not dwell in the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways.

source: གཟུངས་ཀྱི་སྒོ་ལ་གནས་པར་མི་འགྱུར་རོ། །སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་གནས་པར་མི་འགྱུར་རོ།
en: They do not dwell in the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་གནས་པར་མི་འགྱུར་རོ། །གསོལ་པ།
en: They do not dwell in [the goals], up to and including all-aspect omniscience.” “

source: བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པར་མི་འགྱུར་བ་ལགས།
en: Blessed Lord, why do they not dwell even in all-aspect omniscience?” {Ki.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མངོན་པར་ཆགས་པ་མེད་པའི་ཕྱིར་གང་ལ་ཡང་གནས་པར་མི་འགྱུར་རོ།
en: V: 58} “They do not dwell in anything because they are without fixation,” replied the Blessed One. “

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་གང་ལ་མངོན་པར་ཆགས་པར་བྱ་བ་འམ། གནས་པར་བྱ་བའི་ཆོས་དེ་ལྟ་བུ་གང་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: If you ask why, it is because they do not observe anything at all on which they should be fixated or in which they should dwell.

source: རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མངོན་པར་ཆགས་པ་མེད་པ་དང་། གནས་པ་མེད་པའི་ཚུལ་གྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་དོ།
en: So it is, Subhūti, that bodhisattva great beings practice the perfection of wisdom without fixation and in a nondwelling manner.

source: །གལ་ཏེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་སྙམ་དུ་སེམས་ཤིང་གང་དེ་ལྟར་སྤྱོད་པ་དང་། དེ་ལྟར་བསྒོམ་པ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད། དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསྒོམ་པ་སྟེ།
en: If, on the other hand, bodhisattva great beings were to think, ‘Anyone who practices in that manner and cultivates in that manner is practicing the perfection of wisdom, and will cultivate the perfection of wisdom.

source: བདག་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་དོ།
en: I am practicing the perfection of wisdom.

source: །བདག་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསྒོམ་མོ་སྙམ་ཞིང་། གལ་ཏེ་དེ་ལྟར་འདུ་ཤེས་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལས་རིང་དུ་བྱེད་པ་ཡིན་ནོ། །གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་རིང་དུ་གྱུར་པ་དེ་ནི།
en: I will cultivate the perfection of wisdom’— if they were to have such notions, they would be remote from the perfection of wisdom.

source: བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་རིང་དུ་གྱུར་པ་ཡིན།
en: Those who are remote from the perfection of wisdom are remote from the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity.

source: ནང་སྟོང་པ་ཉིད་ལས་རིང་དུ་གྱུར་པ་ཡིན།
en: They are remote from the emptiness of internal phenomena.

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལས་རིང་དུ་གྱུར་པ་ཡིན། དྲན་པ་ཉེ་བར་གཞག་པ་དང་། ཡང་དག་པར་སྤོང་བ་དང་།
en: They are remote from [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལས་རིང་དུ་གྱུར་པ་ཡིན། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་།
en: They are remote from the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་།
en: They are remote from the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, the gateways of liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways.

source: གཟུངས་ཀྱི་སྒོ་ལས་རིང་དུ་གྱུར་པ་ཡིན། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལས་རིང་དུ་གྱུར་པ་ཡིན།
en: They are remote from the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལས་རིང་དུ་གྱུར་པ་ཡིན།
en: They are remote from [the goals], up to and including all-aspect omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་གང་ལ་ཡང་མངོན་པར་ཆགས་པར་མི་བྱེད་དེ།
en: If you ask why, the perfection of wisdom is not fixated on anything at all.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མངོན་པར་ཆགས་པ་གང་ཡང་མེད་དོ།
en: In the perfection of wisdom there is no fixation at all.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་གང་ལ་མངོན་པར་ཆགས་པར་འགྱུར་བ་དེ་ལྟ་བུའི་རང་བཞིན་དེ་ལ་མེད་དེ།
en: If you ask why, it is because any such thing on which it might be fixated is without inherent existence. “

source: རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པར་འདུ་ཤེས་ན་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པར་འགྱུར་ཏེ།
en: Subhūti, if bodhisattva great beings were even to perceive the perfection of wisdom, those bodhisattva great beings would degenerate from the perfection of wisdom.

source: གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པར་གྱུར་པ་དེ་ནི། ཆོས་ཐམས་ཅད་ལས་ཉམས་པར་འགྱུར་རོ།
en: Those who degenerate from the perfection of wisdom degenerate from all phenomena.

source: །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལྔ་པོ་ཡོངས་སུ་འཛིན་ཏོ་སྙམ་ན་ཡང་།
en: Even if they were to think, ‘The perfection of wisdom acquires the five other perfections,’ those bodhisattva great beings would degenerate from the perfection of wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཡོངས་སུ་ཉམས་པ་ཡིན་ནོ། །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ནང་སྟོང་པ་ཉིད་ཡོངས་སུ་འཛིན་ཏོ།
en: Even if they were to think, ‘The perfection of wisdom acquires the emptiness of internal phenomena,’ those bodhisattva great beings would degenerate from the perfection of wisdom.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཡོངས་སུ་འཛིན་ཏོ་སྙམ་ན་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ནོ།
en: Even if they were to think, ‘The perfection of wisdom acquires [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities,’ those bodhisattva great beings would degenerate from the perfection of wisdom.

source: །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་ཡོངས་སུ་འཛིན་ཏོ།
en: Even if they were to think, ‘The perfection of wisdom acquires the foundations of mindfulness.

source: །འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དུ་ཡོངས་སུ་འཛིན་ཏོ་སྙམ་ན་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ནོ། །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: The perfection of wisdom acquires [the other causal attributes], up to and including the noble eightfold path,’ those bodhisattva great beings would degenerate from the perfection of wisdom.

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་ཡོངས་སུ་འཛིན་ཏོ། །སྙམ་ན་ཡང་།
en: Even if they were to think, ‘The perfection of wisdom acquires the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways,’ those bodhisattva great beings would degenerate from the perfection of wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ནོ། །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡོངས་སུ་འཛིན་ཏོ་སྙམ་ན་ཡང་།
en: Even if they were to think, ‘The perfection of wisdom acquires the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas,’ those bodhisattva great beings would degenerate from the perfection of wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ནོ། །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡོངས་སུ་འཛིན་ཏོ་སྙམ་ན་ཡང་།
en: Even if they were to think, ‘The perfection of wisdom acquires [the goals], up to and including all-aspect omniscience,’ those bodhisattva great beings would degenerate from the perfection of wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ཏེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་བྲལ་བས་ནི། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་སོ།
en: Bereft of the perfection of wisdom, they could not attain consummate buddhahood in unsurpassed, complete enlightenment. “

source: །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལ་གནས་པ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ་སྙམ་ན་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ནི། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་མི་སྟོན་ཏོ།
en: Even if they were to think, ‘Abiding in this perfection of wisdom, one will be prophesied to attain unsurpassed, complete enlightenment,’ those bodhisattva great beings would degenerate from the perfection of wisdom, and those who degenerate from the perfection of wisdom are not prophesied to attain unsurpassed, complete enlightenment. “

source: །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལ་གནས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་བོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་།
en: If they were to think, ‘Abiding in this perfection of wisdom, bodhisattva great beings will actualize the perfection of generosity, and they will actualize the perfection of ethical discipline, {Ki.

source: བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་བོ།
en: V: 59} the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: །ནང་སྟོང་པ་ཉིད་མངོན་པར་བསྒྲུབ་བོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མངོན་པར་བསྒྲུབ་བོ། །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མངོན་པར་བསྒྲུབ་བོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: They will actualize the emptiness of internal phenomena, and they will actualize [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མངོན་པར་བསྒྲུབ་བོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: They will actualize the applications of mindfulness, and they will actualize the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་མངོན་པར་བསྒྲུབ་བོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་།
en: They will actualize the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways.

source: མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་མངོན་པར་བསྒྲུབ་པོ་སྙམ་ན་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ནོ།
en: They will actualize the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, [great loving kindness], great compassion, and the eighteen distinct qualities of the buddhas,’ even in that case those bodhisattva great beings would degenerate from the perfection of wisdom.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལས་ཉམས་པས་ནི། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ།
en: If you ask why, those who have degenerated from the perfection of wisdom cannot actualize the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ།
en: They cannot actualize the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: །ནང་སྟོང་པ་ཉིད་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ།
en: They cannot actualize the emptiness of internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ།
en: They cannot actualize [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: They cannot actualize the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། །བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་།
en: They cannot actualize the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་།
en: They cannot actualize the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways.

source: མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་མངོན་པར་བསྒྲུབ་པར་མི་ནུས་སོ།
en: They cannot actualize the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas. “

source: །གལ་ཏེ་ཡང་དེ་འདི་སྙམ་དུ་དེ་བཞིན་གཤེགས་པས་ནི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་མ་བཟུང་སྟེ།
en: If they were to think, ‘The tathāgatas have acquired all attributes.

source: རང་གིས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་བཤད་དོ། །བསྟན་ཏོ། །རབ་ཏུ་ཕྱེའོ་སྙམ་ན་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ཉམས་པ་ཡིན་ནོ།
en: After attaining consummate buddhahood of their own accord, they have explained, taught, and disclosed them,’ even in that case those bodhisattva great beings would degenerate from the perfection of wisdom.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་བཞིན་གཤེགས་པས་ནི་ཆོས་གང་ཡང་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་མེད་དེ།
en: If you ask why, the tathāgatas do not attain consummate buddhahood with respect to anything at all.

source: རབ་འབྱོར་དེ་ཡང་འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་གང་ཡང་འདོགས་པ་མེད་ན། ཆོས་ལ་ལ་ཞིག་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་ལྟ་ག་ལ་ཡོད་དེ།
en: Indeed, Subhūti, since the tathāgatas do not conceive of anything at all, how could they possibly attain consummate buddhahood with respect to anything.

source: དེ་ནི་གནས་མ་ཡིན་ནོ།
en: That would be impossible.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་སྐྱོན་འདི་དག་མ་མཆིས་པར་འགྱུར་བ་ལགས།
en: Then the venerable Subhūti asked the Blessed One, “Blessed Lord, how do bodhisattva great beings who practice the perfection of wisdom avoid these faults?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ནམ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། འདི་སྙམ་དུ་ཆོས་ཐམས་ཅད་ནི་མེད་པ་སྟེ་ཡོངས་སུ་མ་བཟུང་བའོ།
en: Subhūti,” replied the Blessed One, “when bodhisattva great beings practice the perfection of wisdom, if they practice correctly, cognizing, ‘All phenomena are nonexistent and cannot be acquired.

source: །དེ་ལྟར་ཆོས་ཐམས་ཅད་མེད་ཅིང་ཡོངས་སུ་མ་བཟུང་བ་ནི་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་སོ། །ཞེས་བྱ་བར་ཡང་དག་པར་ཤེས་ཏེ། གལ་ཏེ་དེ་ལྟར་སྤྱོད་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡིན་ནོ།
en: One cannot attain consummate buddhahood with respect to all phenomena that are nonexistent and cannot be acquired,’ then they do practice the perfection of wisdom.

source: །གལ་ཏེ་དེ་ལྟར་ཡོངས་སུ་མ་བཟུང་བའི་ཆོས་ཐམས་ཅད་ལ་མངོན་པར་ཆགས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་བྲལ་བ་ཡིན་ཏེ།
en: But if they are fixated on the impossibility of anything being acquired, those bodhisattva great beings are bereft of the perfection of wisdom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་མངོན་པར་ཆགས་པས་བརྗོད་པ་མ་ཡིན་ནོ།
en: If you ask why, the perfection of wisdom is not expressed through fixation.” {
